{
  "level": "Graduate",
  "topics": [
    [
      "Science"
    ],
    [
      "Science",
      "Earth Science",
      "Climate Studies"
    ],
    [
      "Science",
      "Earth Science",
      "Environmental Science"
    ],
    [
      "Science",
      "Biology",
      "Genetics"
    ],
    [
      "Society",
      "Gender Studies"
    ],
    [
      "Society",
      "African American Studies"
    ]
  ],
  "instructors": {
    "content": [
      "baf9b8ac-157e-6e80-55db-7833201e7b87",
      "c36ae84f-55d9-4cc0-8e2c-8ca9cc8491ae"
    ],
    "website": "ocw-www"
  },
  "course_title": "Changing Life: Reading the Intersections of Gender, Race, Biology, and Literature",
  "course_description": "In this course, students will develop their abilities to expose ways that scientific knowledge has been shaped in contexts that are gendered, racialized, economically exploitative, and hetero-normative. This happens through a sequence of four projects that concern:\n\n1.  Interpretation of the cultural dimension of sciences\n2.  Climate change futures\n3.  Genomic citizenry\n4.  Students' plans for ongoing practice\n\nThe course uses a Project-Based Learning format that allows students to shape their own directions of inquiry in each project, development of skills, and collegial support. Students' learning will be guided by individualized bibliographies co-constructed with the instructors, the inquiries of the other students, and a set of tools and processes for literary analysis, inquiry, reflection, and support. \n\nAcknowledgement\n---------------\n\nProfessor Peter Taylor spent several years crafting the unique structure of the course, which is crucial to the way it was taught. \n\n### The Consortium for Graduate Studies in Gender, Culture, Women, and Sexuality\n\nThis course was taught as part of the [Consortium for Graduate Studies in Gender, Culture, Women, and Sexuality](http://mit.edu/GCWS/index.html) (GCWS) at MIT. The GCWS brings together scholars and teachers at nine degree-granting institutions in the Boston area who are devoted to graduate teaching and research in Women's Studies and to advance interdisciplinary Women's Studies scholarship.\n",
  "department_numbers": [
    "WGS"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "WGS.700",
  "learning_resource_types": [
    "Projects"
  ],
  "title": "Course Metadata"
}